Repository: ValeriusGC/moby_cicd
Catalog: res/values/strings_*.arb
Languages: ru

# title
source: MobyNote-0.62(db.v.8)
ru: Мобинот-0.62(db.v.8)

source: Dismissed
ru: Убрато

source: Pressed
ru: Жато пережато

# date_format
source: yyyy.MM.dd HH:mm:ss
ru: dd.MM.yyyy HH:mm:ss

# add_title
source: Editor
ru: Редактор

# mark_recycledOne
source: Note sent to recycle bin
ru: Заметка отправлена в корзину

# mark_recycledOther
source: Notes ($cnt) sent to recycle bin
ru: Заметки ($cnt) отправлены в корзину

# mark_unrecycledOne
source: Note restored
ru: Заметка восстановлена

# mark_unrecycledOther
source: Notes ($cnt) restored
ru: Заметки ($cnt) восстановлены

# dlg_selected_notes_title
source: Note chosen:
ru: Выбрана заметка:

# dlg_mark_about_recycled
source: To recycle bin
ru: В корзину

# dlg_mark_about_unrecycled
source: Restore note
ru: Восстановить

source: Undo
ru: Отмена

# title_hint
source: Title (optional)
ru: Заголовок (при желании)

# text_hint
source: New note...
ru: Заметка...

source: Add todo
ru: Тудуду

# empty_note_deleted
source: Note without text is ignored
ru: Заметка без текста: не сохраняется

# empty_note
source: <empty>
ru: <пусто>

# nre
source: Not Realized Yet
ru: Пока не реализовано

source: created
ru: создана

source: edited
ru: изменена

source: filter notes
ru: фильтр заметок

source: show all
ru: показать все

source: show active
ru: показать активные

# show_recycle
source: show recycle bin
ru: показать корзину

source: sort notes
ru: сортировка

source: default sort
ru: сортировка по умолчанию

source: custom sort
ru: сортировка 2

# sort_by_str
source: sort by string
ru: по строкам

source: sort by create
ru: по времени создания

source: sort by edit
ru: по времени редактирования

# sort_screen
source: set sort...
ru: настроить сортировку...

# dlg_sort_title
source: Sort type
ru: Тип сортировки

# dlg_sort_apply
source: Apply
ru: Применить

# dlg_sort_asc
source: ASC
ru: по возрастанию

# dlg_sort_desc
source: DESC
ru: по убыванию
